Repository: jesteban1972/myX
Catalog: locale/*/LC_MESSAGES/GUIStrings.po
Languages: el, es

source: Kind of place
el: Είδος τόπου
es: Tipo de lugar

source: Custom meaning of description fields
el: Προσωπική έννοια τών πεδίων περιγραφής
es: Significado personalizado de los campos de descripción

source: Description 1:
el: Περιγραφή 1:
es: Descripción 1:

source: Description 2:
el: Περιγραφή 2:
es: Descripción 2:

source: Description 3:
el: Περιγραφή 3:
es: Descripción 3:

source: Description 4:
el: Περιγραφή 4:
es: Descripción 4:

source: User data (all fields required)
el: Στοιχεία χρήστη (όλα τα πεδία απαραίτητα)
es: Datos de usuario (todos los campos obligatorios)

source: Lover description
el: Περιγραφή του εραστή
es: Descripción del amante

source: <b>%s</b> experiences
el: <b>%s</b> φάσεις
es: <b>%s</b> experiencias

source: , this is the number %s
el: , αυτή είναι το νούρερο %s
es: , ésta es la número %s

source: Welcome to myX!
el: Καλωσόρισες στο myX!
es: ¡Bienvenido a myX!

source: Time
el: Χρόνος
es: Tiempo

source: Participant(s)
el: Συμμετέχων/-οντες
es: Participante(s)

source: Add lover...
el: Πρόσθεση εραστή…
es: Añadir amante…

source: , this one #%s
el: , αυτή είναι η νούρερο %s
es: , ésta es la nr. %s

source: Other:
el: Άλλα στοιχεία:
es: Otros:

source: New kind:
el: Καινούργιο είδος
es: Nuevo tipo

source: Add kind
el: Πρόσθεση είδους
es: Añadir tipo

source: Achtung
el: Εκκρεμότητες

source: Pictures
el: Φωτό

source: Phone
el: Τηλέφωνο

source: Submit data and continue...
el: Αποθήκευση στοιχειών και συνέχεια…

source: Subjetive rating
el: Υποκειμενική αξιολόγηση

source: Existing country
el: Ήδη υπάρχουσα χώρα

source: New country
el: Καινούργια χώρα

source: Existing kind
el: Ήδη υπάρχον είδος

source: New kind
el: Καινούργιο είδος

source: Existing place
el: Ήδη υπάρχων τόπος

source: Edit place...
el: Επεξεργασία τόπου…

source: Existing lover(s)
el: Ήδη υπάρχων εραστής

source: Subjective rating
el: Υποκειμενική αξιολόγηση

source: We are sorry, but the access to this page is not allowed
el: Λυπόμαστε, αλλ’ η πρόσβαση σ’ αυτή τη σελίδα δεν επιτρέπεται

source: Add experiences
el: Πρόθεση φάσεων

source: Discover your experiences
el: Ανακάλυψε τις φάσεις σου

source: Discover your lovers
el: Ανακάλυψε τους/τις εραστές σου

source: Discover your places
el: Ανακάλυψε τους τόπους σου

source: Edit lover...
el: Επεξεργασία εραστή…

source: (no saved queries found)
el: (δεν βρέθηκαν αποθηκευμένες αναζητήσεις)

source: (only <b>one</b> saved query found)
el: (μόνο βρέθηκε <b>μία</b> αποθηκευμένη αναζήτηση)

source: (<b>%d</b> saved queries found)
el: (βρέθηκαν <b>%d</b> αποθηκευμένες αναζητήσεις)

source: List of saved queries
el: Κατάλογος αναζητήσεων

source: ELENCHUS i.e. list of queries
el: ELENCHUS i.e. κατάλογος αναζητήσεων

source: Queries
el: Αναζητήσεις

source: Existing lover
el: Υπάρχων εραστής

source: Saved queries
el: Αποθηκευμένες αναζητήσεις

source: Edit query
el: Επεξεργασία αναζήτησης

source: Password:
es: Contraseña:

source: ACTIONS
es: ACCIONES
