Repository: jesteban1972/myX
Catalog: locale/*/LC_MESSAGES/GUIStrings.po
Languages: el, es

source: Amor
el: Εραστής
es: Amante

source: Alias and rating
el: Ψευδώνυμο και αξιολόγηση
es: Seudónimo y calificación

source: Other data
el: Άλλα στοιχεία
es: Otros datos

source: Lived with her/him
el: Βίωσα μ’ αυτόν/αυτή
es: Vividas con él/ella

source: Chronologic list follows
el: Ακολουθεί χρονολογικός κατάλογος
es: Sigue lista cronológica

source: Amores
el: Εραστές
es: Amantes

source: no lovers found
el: δεν βρέθηκαν εραστές
es: no se encontraron amantes

source: only <b>one</b> lover found
el: μόνο βρέθηκε <b>ένας</b> εραστής
es: sólo se encontró <b>un</b> amante

source: List follows
el: Ακολουθεί κατάλογος
es: Sigue la lista

source: myX Home
el: Πρώτη σελίδα
es: Homepage de myX

source: myX welcome message
el: myX είναι μία εφαρμογή web σκεπτόμενη για την αποθήκευση και την μεταχείρηση της ήδη ζούσας σεξουαλικής ζωής<br /> μπορείς ν’ αποθηκεύσεις πληροφορίες γιά σεξουαλικές φάσεις, εραστές και τόπους. είτα θα μπορέσεις να πλεύσεις σ’ αυτές τις πληροφορίες χρησιμοποιώντας ημερολόγια, χάρτες και το πολυμήχανο μηχανισμό Synchronon(R), που επιτρέπει νὰ πλεύσεις μπροστά ή όπισθεν στὸν χρόνο κατά διαφορετικά κρητιρία.<br /> myX δεν χρειάζεται installation καμμία, και βάζει ένα ασφαλησμένο περιβάλλον που εγγυά τὴν confidenciatily των δικών σου δεδομένων.<br /> δημιούργησε τώρα το δικό σου λογαρισαμό, καὶ απόλαυσε όσες πειθανότητες myX σου προσφέρει. θυμάσαι εύκολα τη σεξουαλική σου ζωή. προσφέρεται δωρεάν.
es: myX es una aplicación web pensada para almacenar y gestionar la actividad sexual vivida.<br /> podrás almacenar información sobre experiencias sexuales, amantes y lugares. después podrás navegar por esa información usando calendarios, mapas y el ingenioso mecanismo Synchroton(C), el dual te permite navegar hacia adelante o hacia atrás en el tiempo según diferentes criterios.<br /> myX no requiere instalación alguna y te provee de un entorno seguro que garantiza la confidencialidad de tus datos.<br /> crea ahora tu propia cuenta y disfruta de las sorprendentes posibilidades que myX te ofrece. crea ahora tu cuenta y recuerda fácilmente tu vida sexual. es gratis.

source: Locus
el: Τόπος
es: Lugar

source: Name
el: Όνομα
es: Nombre

source: Place description
el: Περιγραφή του τόπου
es: Descripción del lugar

source: No experiences were performed in this place
el: Δεν έγιναν φάσεις σ’ αυτό το τόπο
es: No hay experiencias en este lugar

source: In this place was performed only <b>one</b> experience
el: Σ’ αυτό το τόπο έγινε μόνο <b>μία</b> φάση
es: En este lugar ha habido solamente <b>una</b> experiencia

source: In this place were performed the following <b>%s</b> experiences
el: Σ’ αυτό το τόπο έγιναν οι εξής <b>%s</b> φάσεις
es: En este lugar ha habido las siguientes <b>%s</b> experiencias

source: , happened in <b>%s</b> different days
el: , που έγιναν σε <b>%s</b> διαφορετικές μέρες
es: , ocurridas en <b>%s</b> días distintos

source: (i.e. %.2f experiences/day as average)
el: (δηλαδή %.2f φάσεις/μέρα ως μέσο όρος)
es: (es decir %.2f experiencias/día, por término medio)

source: Address
el: Διεύθυνση
es: Dirección

source: Coordinates
el: Συντεταγμένες
es: Coordenadas

source: exact place
el: τοποθεσία ακριβής
es: lugar exacto

source: User options
el: Επιλογές του χρήστη
es: Opciones de usuario

source: User customizable options of myX
el: Επιλογές προσαρμοσμένες από τον χρήστη
es: Opciones de personalización de myX

source: excellent
el: πάρα πολύ καλά
es: excelente

source: very good
el: πολύ καλά
es: muy bien

source: good
el: καλά
es: bien

source: bad
el: κακώς
es: mal

source: very bad
el: πολύ κακώς
es: muy mal

source: undefined
el: αόριστα
es: indefinido

source: Welcome back, <b>%s</b>
el: Καλωσήλθες πάλι, <b>%s</b>
es: Bienvenido de nuevo, <b>%s</b>

source: Praxis
el: Φάση
es: Experiencia

source: Place:
el: Τόπος:
es: Lugar:

source: experiences
el: φάσεις
es: experiencias

source: experience
el: φάση
es: experiencia

source: Sunday
el: Κυριακή
es: domingo

source: Monday
el: Δευτέρα
es: lunes

source: Tuesday
el: Τρίτη
es: martes

source: Wednesday
el: Τετάρτη
es: miércoles

source: Thursday
el: Πέμπτη
es: jueves

source: Friday
el: Παρασκευή
es: viernes

source: Saturday
el: Σάββατο
es: sabado

source: Time:
el: Χρόνος:
es: Tiempo:

source: the day was %s,
el: η μέρα ήταν %s,
es: el día era %s,

source: I was %d years old
el: ήμουν %d χρονών
es: yo tenía %d años

source: Rating:
el: Αξιολόγηση:
es: Calificación:

source: Apart from myself, <b>%s</b> lovers participated in this experience:
el: Εκτός από μένα, <b>%s</b> εραστές συμμετείχαν σ’ αυτή τη φάση:
es: Además de mí mismo, <b>%s</b> amantes participaron en esta experiencia:

source: Apart from myself, only <b>one</b> lover participated in this experience:
el: Εκτός από μένα, μόνο <b>ένας</b> εραστής συμμετείχε σ’ αυτή τη φάση:
es: Además de mí mismo, sólo <b>un</b> amante participó en esta experiencia:

source: Edit place
el: Επεξεργασία τόπου
es: Editar lugar

source: New place
el: Καινούργιος τόπος
es: Nuevo lugar

source: General data
el: Γενικά στοιχεία
es: Datos generales

source: Name:
el: Όνομα:
es: Nombre:

source: Country:
el: Χώρα:
es: País:

source: Kind:
el: Είδος:
es: Tipo:

source: Complementary data
el: Άλλα στοιχεία
es: Datos complementarios

source: %d experiences
el: %d φάσεις
es: %d experiencias

source: %s experiences
el: %s φάσεις
es: %s experiencias

source: one
el: μία
es: una

source: two
el: δύο
es: dos

source: three
el: τρείς
es: tres

source: four
el: τέσσερις
es: cuatro

source: as average
el: ως μέσο όρο
es: por término medio

source: QVANDO
el: ΠΟΤΕ
es: CUÁNDO

source: VBI
el: ΠΟΥ
es: DÓNDE

source: CVM QVIBVS
el: ΜΕ ΠΟΙΟΣ
es: CON QUIÉN

source: QVOD
el: ΤΙ
es: QUÉ

source: See more...
el: Βλέπε περισσότερα…
es: Ver más…

source: Experiences
el: Φάσεις
es: Experiencias

source: Lovers
el: Εραστές
es: Amantes

source: Places
el: Τόποι
es: Lugares

source: all experiences
el: όλες οι φάσεις
es: todas las experiencias

source: unfiltered list of all experiences
el: κατάλογος χωρίς φίλτρου όλων των φάσεων
es: lista no filtrada de todas las experiencias

source: all lovers
el: όλοι οι εραστές
es: todos los amantes

source: unfiltered list of all lovers
el: κατάλογος χωρίς φίλτρου όλων των εραστών
es: lista no filtrada de todos los amantes

source: all places
el: όλοι οι τόποι
es: todos los lugares

source: unfiltered list of all places
el: κατάλογος χωρίς φίλτρου όλων των τόπων
es: lista no filtrada de todos los lugares

source: Lover
el: Εραστής
es: Amante

source: no places found
el: δεν βρέθηκαν τόποι
es: no se encontraron lugares

source: only <b>one</b> place found
el: μόνο βρέθηκε <b>ένας</b> τόπος
es: sólo se encontró <b>un</b> lugar

source: <b>%d</b> places found
el: βρέθηκαν <b>%d</b> τόποι
es: se encontraron <b>%d</b> lugares

source: Place
el: Τόπος
es: Lugar

source: no experiences found
el: δεν βρέθηκαν φάσεις
es: no se encontraron experiencias

source: only <b>one</b> experience found
el: μόνο βρέθηκε <b>μία</b> φάση
es: sólo se encontró <b>una</b> experiencia

source: <b>%d</b> experiences found
el: βρέθηκαν <b>%d</b> φάσεις
es: se encontraron <b>%d</b> experiencias

source: Experience
el: Φάση
es: Experiencia

source: Achtung:
el: Εκκρεμότητες:
es: Atención:

source: Pictures:
el: Φωτό:
es: Fotos:

source: Telephone:
el: Τηλέφωνο:
es: Teléfono:

source: Other data:
el: Άλλα στοιχεία:
es: Otros datos:

source: Edit lover
el: Επεξεργασία εραστή
es: Editar amante

source: New lover
el: Καινούργιος εραστής
es: Nuevo amante

source: myX info
el: Πληροφορίες για myX
es: Información sobre myX

source: Information about myX
el: Πληροφορίες για myX
es: Información sobre myX

source: Country
el: Χώρα
es: País

source: Existing country:
el: Ήδη υπάρχουσα χώρα:
es: País existente:

source: Kind
el: Είδος
es: Tipo

source: Existing kind:
el: Ήδη υπάρχον είδος:
es: Tipo existente:

source: Description:
el: Περιγραφή:
es: Descripción:

source: User data
el: Στοιχεία του χρήστη
es: Datos de usuario

source: Genre:
el: Φύλο:
es: Sexo:

source: Alias:
el: Ψευδώνυμο:
es: Seudónimo:

source: man
el: άνδρας
es: hombre

source: woman
el: γυναίκα
es: mujer

source: Description (1/4):
el: Περιγραφή (1/4):
es: Descripción (1/4):

source: Description (2/4):
el: Περιγραφή (2/4):
es: Descripción (2/4):

source: Description (3/4):
el: Περιγραφή (3/4):
es: Descripción (3/4):

source: Description (4/4):
el: Περιγραφή (4/4):
es: Descripción (4/4):

source: Photo:
el: Φωτό:
es: Foto:

source: Navigation options
el: Επιλογές πλεύσης
es: Opciones de navegación

source: GUI language:
el: Γλώσσα της διεπαφής:
es: Idioma del interfaz:

source: Edit countries list
el: Επεξεργασία καταλόγου χωρών
es: Editar lista de países

source: Existing countries:
el: Ήδη υπάρχουσες χώρες:
es: Países existentes:

source: Save changes
el: Αποθήκευση αλλαγών
es: Guardar cambios

source: Discard changes
el: Απόρρηψη αλλαγών
es: Descartar cambios

source: List of places
el: Κατάλογος τόπων
es: Lista de lugares

source: Actions
el: Δράσεις
es: Acciones

source: New country:
el: Καινούργια χώρα:
es: Nuevo país:

source: Add country
el: Πρόσθεση χώρας
es: Añadir país

source: No places found.
el: Δεν βρέθηκαν τόποι.
es: No se encontraron lugares.

source: Only <b>one</b> place found:
el: Μόνο βρέθηκε <b>ένας</b> τόπος:
es: Sólo se encontró <b>un</b> lugar:

source: <b>%d</b> places found:
el: Βρέθηκαν <b>%d</b> τόποι:
es: se encontraron <b>%d</b> lugares:

source: Log in
el: Σύνδεση
es: Conexión

source: Username:
el: Χρήστης:
es: Nombre de usuario:

source: Log In
el: Σύνδεση
es: Conexión

source: Not yet user?
el: Δεν είσαι ακόμα μέλος;
es: ¿Aún no tienes una cuénta?

source: Sign Up
el: Απόκτησε ένα λογαριασμό
es: ¡regístrate!

source: (Image of a cycladic idol)
el: (εικόνα κυκλαδικού ειδωλίου)
es: (imagen de un ídolo cicládico)

source: List of lovers
el: Κατάλογος εραστών
es: Lista de amantes

source: No lovers found.
el: Δεν βρέθηκαν εραστές.
es: No se encontraron amantes.

source: Only <b>one</b> lover found:
el: Μόνο βρέθηκε <b>ένας</b> εραστής:
es: Sólo se encontró <b>un</b> amante:

source: <b>%d</b> lovers found:
el: Βρέθηκαν <b>%d</b> εραστές:
es: Se encontraron <b>%d</b> amantes:

source: Apply filter
el: Εφαρμογή φίλτρου
es: Aplicar filtro

source: (Image of a gold coin)
el: (εικόνα χρυσού νομίσματος)
es: (Imagen de una moneda de oro)

source: (Image of a Google Maps marker)
el: (εικόνα καρφακιού Google Maps)
es: (Imagen de un marcador de Google Maps)

source: List of experiences
el: Κατάλογος φάσεων
es: Lista de experiencias

source: No experiences found.
el: Δεν βρέθηκαν φάσεις.
es: No se encontraron experiencias.

source: Only <b>one</b> experience found:
el: Μόνο βρέθηκε <b>μία</b> φάση:
es: Sólo se encontró <b>una</b> experiencia:

source: <b>%d</b> experiences found:
el: Βρέθηκαν <b>%d</b> φάσεις:
es: Se encontraron <b>%d</b> experiencias:

source: Back to top
el: Επιστροφή στην αρχή της σελίδας
es: Vuelta al inicio de la página

source: Data
el: Στοιχεία
es: Datos

source: Participants
el: Συμμετέχοντες
es: Participantes

source: Description
el: Περιγραφή
es: Descripción

source: GENERALIA i.e. general data
el: GENERALIA τουτέστι γενικά στοιχεία
es: GENERALIA i.e. datos generales

source: CONFRATRES i.e. participants in the experience
el: CONFRATRES τουτέστι συμμετέχοντες στη φάση
es: CONFRATRES i.e. participantes en la experiencia

source: NARRATIO i.e. description of the facts
el: NARRATIO τουτέστη περιγραφή πεπραγμένων
es: NARRATIO i.e. descripción de los hechos

source: Back to previous
el: Επιστροφή στην προηγούμενη σελίδα
es: Vuelta a la página anterior

source: Birthdate
el: Ημερομηνία γέννησης
es: Fecha de nacimiento

source: Default lover's genre:
el: Προτιμούμενο φύλο εραστού:
es: Genero por defecto de amantes:

source: Man
el: Άνδρας
es: Hombre

source: Woman
el: Γυναίκα
es: Mujer

source: ACTIONS i.e. XXX
el: ACTIONS i.e. δράσεις
es: ACCIONES i.e. XXX

source: Delete lover
el: Διαγραφή εραστή
es: Eliminar amante

source: Atention!
el: Προσοχή!
es: ¡Atención!

source: Are you sure you want to delete the current lover?
el: Είσαι σίγουρος ότι θέλεις να διαγραφήσεις τον παρόντα εραστή;
es: ¿Estás seguro que quieres eliminar el amante actual?

source: Lover details and its associated data will be erased
el: Οι λεπτομέρειες του εραστή και τα συνδεδωμένα στοιχεία θα διαγραφτούν
es: Los detalles del amante y sus datos asociados serán borrados

source: This action cannot be undone
el: Αυτή η δράση δεν μπορεί να επανασταθεί
es: Esta acción no se puede revertir

source: Cancel
el: Ακύρωση
es: Cancelar

source: (no lovers found)
el: (δεν βρέθηκαν εραστές)
es: (no se encontraron amantes)

source: (only <b>one</b> lover found)
el: (μόνο βρέθηκε <b>ένας</b> εραστής)
es: (sólo se encontró <b>un</b> amante)

source: (<b>%d</b> lovers found)
el: (βρέθηκαν <b>%d</b> εραστές)
es: (se encontraron <b>%d</b> amantes)

source: ELENCHUS i.e. list of lovers
el: ELENCHUS i.e. κατάλογος εραστών
es: ELENCHUS i.e. lista de amantes

source: (no places found)
el: (δεν βρέθηκαν τόποι)
es: (no se encontraron lugares)

source: (only <b>one</b> place found)
el: (μόνο βρέθηκε <b>ένας</b> τόπος)
es: (sólo se encontró <b>un</b> lugar)

source: (<b>%d</b> places found)
el: (βρέθηκαν <b>%d</b> τόποι)
es: (se encontraron <b>%d</b> lugares)

source: Map
el: Χάρτης
es: Mapa

source: CHARTA i.e. map of places
el: CHARTA i.e. χάρτης των τόπων
es: CHARTA i.e. mapa de lugares

source: ELENCHUS i.e. list of places
el: ELENCHUS i.e. κατάλογος τόπων
es: ELENCHUS i.e. lista de lugares

source: ELENCHUS i.e. experiences list
el: ELENCHUS i.e. κατάλογος φάσεων
es: ELENCHUS i.e. lista de experiencias

source: CHARTA i.e. map of the place
el: CHARTA i.e. χάρτης του τόπου
es: CHARTA i.e. mapa del lugar

source: Address:
el: Διεύθυνση:
es: Dirección:

source: Coordinates:
el: Συντεταγμένες:
es: Coordenadas:

source: exact position
el: ακριβής τοποθεσία
es: posición exacta

source: approximate position
el: τοποθεσία κατά προσέγγυση
es: posición aproximada

source: Map:
el: Χάρτης:
es: Mapa:

source: Delete place
el: Διαγραφή τόπου
es: Eliminar lugar

source: Are you sure you want to delete the current place?
el: Είσαι σίγουρος ότι θέλεις να διαγραφήσεις τον παρόντα τόπο;
es: ¿Estás seguro que quieres eliminar el lugar actual?

source: Place details and its associated data will be erased
el: Οι λεπτομέρειες του τόπου και τα συνδεδωμένα στοιχεία θα διαγραφτούν
es: Los detalles del lugar y sus datos asociados serán borrados

source: (no experiences found)
el: (δεν βρέθηκαν φάσεις)
es: (no se encontraron experiencias)

source: (only <b>one</b> experience found)
el: (μόνο βρέθηκε <b>μία</b> φάση)
es: (sólo se encontró <b>una</b> experiencia)

source: (<b>%d</b> experiences found)
el: (βρέθηκαν <b>%d</b> φάσεις)
es: (se encontraron <b>%d</b> experiencias)

source: ELENCHUS i.e. list of experiences
el: ELENCHUS i.e. κατάλογος φάσεων
es: ELENCHUS i.e. lista de experiencias

source: Delete experience
el: Διαγραφή φάσης
es: Eliminar experiencia

source: Are you sure you want to delete the current experience?
el: Είσαι σίγουρος ότι θέλεις να διαγραφήσεις την παρούσα φάση;
es: ¿Estás seguro que quieres eliminar la experiencia actual?

source: Experience details and its associated data will be erased
el: Οι λεπτομέρειες της φάσεις και τα συνδεδωμένα στοιχεία θα διαγραφτούν
es: Los detalles de la experiencia y sus datos asociados serán borrados

source: Options
el: Επιλογές
es: Opciones

source: Log Out
el: Αποσύνδεση
es: Desconexión

source: unfiltered list of experiences
el: κατάλογος φάσεων χωρίς φίλτρου
es: lista no filtrada de experiencias

source: unfiltered list of lovers
el: κατάλογος εραστών χωρίς φίλτρου
es: lista no filtrada de amantes

source: unfiltered list of places
el: (κατάλογος τόπων χωρίς φίλτρου)
es: lista no filtrada de lugares

source: (1st)
el: (η μεν πρώτη)
es: (1<sup>a</sup>)

source: (2nd)
el: (η δε δεύτερη)
es: (2<sup>a</sup>)

source: (3rd)
el: (η δε τρίτη)
es: (3<sup>a</sup>)

source: (4th)
el: (4<sup>η</sup>)
es: (4<sup>a</sup>)

source: (5th)
el: (5<sup>η</sup>)
es: (5<sup>a</sup>)

source: (6th)
el: (6<sup>η</sup>)
es: (6<sup>a</sup>)

source: (7th)
el: (7<sup>η</sup>)
es: (7<sup>a</sup>)

source: (8th)
el: (8<sup>η</sup>)
es: (8<sup>a</sup>)

source: (9th)
el: (9<sup>η</sup>)
es: (9<sup>a</sup>)

source: (10th)
el: (10<sup>η</sup>)
es: (10<sup>a</sup>)

source: (11th)
el: (11<sup>η</sup>)
es: (11<sup>a</sup>)

source: (12th)
el: (12<sup>η</sup>)
es: (12<sup>a</sup>)

source: (13th)
el: (13<sup>η</sup>)
es: (13<sup>a</sup>)

source: (14th)
el: (14<sup>η</sup>)
es: (14<sup>a</sup>)

source: (15th)
el: (15<sup>η</sup>)
es: (15<sup>a</sup>)

source: (16th)
el: (16<sup>η</sup>)
es: (16<sup>a</sup>)

source: (17th)
el: (17<sup>η</sup>)
es: (17<sup>a</sup>)

source: DESCRIPTIO i.e. description
el: DESCRIPTIO τουτέστη περιγραφή πεπραγμένων
es: DESCRIPTIO i.e. descripción de los hechos

source: Lived with him
el: Βίωσα μ’ αυτόν
es: Vividas con él

source: Lived with her
el: Βίωσα μ’ αυτή
es: Vividas con ella

source: Submit data
el: Αποστολή
es: Enviar datos

source: New experience
el: Καινούργια φάση
es: Nueva experiencia

source: Edit experience
el: Επεξεργασία φάσης
es: Editar experiencia

source: Existing lover:
el: Ήδη υπάρχων εραστής:
es: Amante existente:

source: (18th)
el: (18<sup>η</sup>)
es: (18<sup>a</sup>)

source: (19th)
el: (19<sup>η</sup>)
es: (19<sup>a</sup>)

source: (20th)
el: (20<sup>η</sup>)
es: (20<sup>a</sup>)

source: (21st)
el: (21<sup>η</sup>)
es: (21<sup>a</sup>)

source: (22nd)
el: (22<sup>η</sup>)
es: (22<sup>a</sup>)

source: (23rd)
el: (23<sup>η</sup>)
es: (23<sup>a</sup>)

source: (24th)
el: (24<sup>η</sup>)
es: (24<sup>a</sup>)

source: (25th)
el: (25<sup>η</sup>)
es: (25<sup>a</sup>)

source: (26th)
el: (26<sup>η</sup>)
es: (26<sup>a</sup>)

source: Confirm password:
el: Βεβαίωση του password:
es: Confirmar contraseña:

source: Existing place:
el: Ήδη υπάρχων τόπος:
es: Lugar existente:

source: Date:
el: Ημερομηνία:
es: Fecha:

source: Ordinal:
el: Τακτικός αριθμός:

source: Sign Up!
el: Απόκτησε ένα λογαριασμό!
es: ¡Regístrate!

source: Results per page:
el: Αποτελέσματα ανά σελίδα
es: Resultados por página:

source: Save options
el: Αποθήκευση επιλογών
es: Guardar opciones

source: with him/her
el: μ’ αυτόν/αυτήν
es: con él/ella

source: chronologically
el: χρονολογικά
es: cronológicamente

source: locally
el: τοπικά
es: localmente

source: previous experience...
el: προηγούμενη φάση…
es: experiencia anterior…

source: next experience...
el: επόμενη φάση…
es: experiencia siguiente…

source: with him
el: μ’ αυτόν
es: con él

source: with her
el: μ’ αυτήν
es: con ella

source: (Image of a compass)
el: (εικόνα πυξίδας)
es: (Imagen de una brújula)

source: Name and rating
el: Όνομα και αξιολόγηση
es: Nombre y calificación

source: List of participants
el: Κατάλογος συμμετεχόντων
es: Lista de participantes

source: the moon was %s,
el: το φεγγάρι ήταν %s,
es: la luna estaba en %s,

source: Match the following rule:
el: Να ισχύει η ακόλουθη υπόθεση:
es: Cumple la siguiente regla:

source: Match all/any of the following rules:
el: Να ισχύουν όλα/κάποιο από τις ακόλουθες υποθέσεις
es: Cumple todas/algunas de las siguientes reglas:

source: Alias
el: Ψευδώνυμο
es: Seudónimo

source: Genre
el: Φύλο
es: Sexo

source: Description 1
el: Περιγραφή 1
es: Descripción 1

source: Description 2
el: Περιγραφή 2
es: Descripción 2

source: Description 3
el: Περιγραφή 3
es: Descripción 3

source: Description 4
el: Περιγραφή 4
es: Descripción 4

source: Rating
el: Αξιολόγηση
es: Calificación

source: Photo
el: Φωτό
es: Foto

source: Telephone
el: Τηλέφωνο
es: Teléfono

source: Other
el: Άλλα στοιχεία
es: Otros

source: Lover ID
el: ID του εραστή
es: ID de amante

source: contains
el: εμπεριέχει
es: contiene

source: does not contain
el: δεν εμπεριέχει
es: no contiene

source: is
el: είναι
es: es

source: is not
el: δεν είναι
es: no es

source: begins with
el: αρχίζει με
es: comienza con

source: endsWith
el: τελειώνει με
es: termina con

source: Exact coordinates
el: Ακριβείς συντεταγμένες
es: Coordenadas exactas

source: Generic coordinates
el: ΧΧΧ συντεταγμένες
es: Coordenadas genéricas

source: Place ID
el: ID του τόπου
es: Identificador de lugar

source: Date
el: Ημερομηνία
es: Fecha

source: Ordinal
el: Τακτικός αριθμός

source: Favorite
el: Αγαπημένη
es: Favorito

source: Experience ID
el: ID της φάσης
es: ID de experiencia

source: Remove filter
el: Αφαίρεση φίλτρου
es: Quitar filtro

source: Not any lovers yet
el: Δέν υπάρχουν εραστές ακόμη
es: Aún no hay amantes

source: Only one lover so far
el: Μέχρι στιγμής μόνο ένας εραστής
es: De momento sólo un amante:

source: %d lovers
el: %d εραστές
es: %d amantes

source: Displaying %d<br /><b>from</b> %s<br /><b>until</b> %s
el: Δείχνοντας %d<br /><b>από</b> %s<br /><b>μέχρι</b> %s
es: Mostrando %d<br /><b>de</b> %s<br /><b>hasta</b> %s

source: First Page
el: Πρώτη σελίδα
es: Primera página

source: Previous Page
el: Προηγούμενη σελίδα
es: Página anterior

source: Page
el: Σελίδα
es: Página

source: of
el: από
es: de

source: Next Page
el: Επόμενη σελίδα
es: Siguiente página

source: Last Page
el: Τελευταία σελίδα
es: Última página

source: Not any places yet
el: Δεν υπάρχουν τόποι ακόμη
es: Aún no hay experiencias

source: Only one place so far
el: Μέχρι στιγμής μόνο ένας τόπος
es: De momento sólo un lugar

source: %d places
el: %d τόποι
es: %d lugares

source: Not any experiences yet
el: Δεν υπάρχουν φάσεις ακόμη
es: Aún no hay experiencias

source: Only one experience so far
el: Μέχρι στιγμής μόνο μία φάση
es: De momento sólo una experiencia:

source: %d experiences
el: %d φάσεις
es: %d experiencias

source: Find lovers where:
el: Να βρεθούν εραστές όπου:
es: Encontrar amantes donde:

source: Access forbidden
el: Απαγορεύεται η πρόσβαση
es: Acceso prohibido

source: The access to this page is not allowed
el: Η πρόσβαση σ’ αυτή τη σελίδα δεν επιτρέπεται
es: El acceso a esta página no está permitido

source: Click here to go to the start page
el: Κάνε κλικ εδώ για να επιστρέψεις στην αρκτική σελίδα
es: Clicar aquí para volver a la página de inicio

source: Find places where:
el: Να βρεθούν τόποι όπου:
es: Encontrar lugares donde:

source: Find experiences where:
el: Να βρεθούν φάσεις όπου:
es: Encontrar experiencias donde:

source: ends with
el: τελειώνει με
es: termina con

source: Add place...
el: Πρόσθεση τόπο…
es: Añadir lugar…

source: Delete user
el: Διαγραφή χρήστη
es: Eliminar usuario

source: Are you sure you want to delete your account?
el: Είσαι σίγουρος ότι θέλεις να διαγραφήσεις τον λογαριασμό σου;
es: ¿Estás seguro que quieres eliminar tu cuenta?

source: User info and all associated data will be erased
el: Οι λεπτομέρειες του χρήστη και τα συνδεδωμένα στοιχεία θα διαγραφτούν
es: Los detalles del usuario y sus datos asociados serán borrados

source: Delete User
el: Διαγραφή χρήστη
es: Eliminar usuario

source: Default genre for lovers:
el: Προτιμούμενο φύλο εραστού:
es: Genero por defecto de amantes:

source: Custom Meaning of description 1:
el: Προσωπική έννοια του πεδίου περιγραφή 1:
es: Significado personalizado de descripción 1:

source: Custom Meaning of description 2:
el: Προσωπική έννοια του πεδίου περιγραφή 2:
es: Significado personalizado de descripción 2:

source: Custom Meaning of description 3:
el: Προσωπική έννοια του πεδίου περιγραφή 3:
es: Significado personalizado de descripción 3:

source: Custom Meaning of description 4:
el: Προσωπική έννοια του πεδίου περιγραφή 4:
es: Significado personalizado de descripción 4:

source: Lists order:
el: Ταξινόμηση καταλόγων:
es: Orden de las listas:

source: From oldest to newest
el: Από παλαιότερο σε νωρίτερο
es: De más antiguo a más reciente

source: From newest to oldest
el: Από νωρίτερο σε παλαιότερο
es: De más reciente a más antiguo

source: Birthdate:
el: Ημερομηνία γέννησης:
es: Fecha de nacimiento:
